{
    "2d_game": {
        "fr": "Jeu en 2D",
        "en": "2D game"
    },
    "about_me": {
        "fr": "À mon sujet",
        "en": "About me"
    },
    "about_me_intro": {
        "fr": "Bonjour ! Je vous remercie d'avoir pris le temps de visiter mon portefolio. Je m'appelle Anja et je viens d'Antananarivo, la capitale de Madagascar. Aujourd'hui, je travaille chez <span>BizbizShare</span>, ici à Montréal, en tant que l'unique <span>développeur Front-end</span> de l'équipe, mais cela a été un long chemin avant d'en arriver là.  A vrai dire, je n'étais pas censé le devenir.",
        "en": "Hi there! Thank you for visiting my portfolio. I really appreciate it. My name is Anja, I come from Antananarivo, the capital of Madagascar. Today, I work at <span>BizbizShare</span> here in Montreal as the only <span>Front-end Developper</span> of the team but it's been a long way before I could become a Developper. Truth to be told, I was not supposed to."
    },
    "about_me_2014": {
        "fr": "Après avoir obtenu le baccalauréat français avec <span>une spécialisation en mathématiques</span> en 2014, j'ai quitté mon pays pour effectuer un Baccalauréat en Administration des affaires au HEC Montréal. Au début, je me suis spécialisé en Finance uniquement mais au fil du temps, je me suis rendu compte que je n'étais pas épanoui. J'ai donc migré vers une option mixte <span>Finance et Technologie de l'information.</span> Durant les deux dernières au HEC, j'ai pu en apprendre davantage sur les technologies de l'information, principalement d'un point de vu en tant que gestionnaire. ",
        "en": "After completing the French Baccalaureate with <span>mathematics as a major</span> in 2014, I left my country to complete a Bachelor of Business Administration at HEC Montreal. At first, I specialized in Finance but the more time passed, I didn't feel fulfilled so I opted for a mixed option <span>Finance and Information Technology</span>. During the last two years at HEC, I was able to learn more about information technology, mainly from a management point of view."
    },
    "about_me_2018": {
        "fr": "C'était seulement durant le dernier semestre en 2018, que j'ai eu la chance de suivre <span>mon premier cours de programmation</span>. Cela a été une véritable révélation. J'ai enfin trouvé ce que je cherchais. J'ai enfin trouvé le domaine qui alliait créativité et résolution de problème . ​Ce fut la première fois que j'éprouvais un désir intense de résoudre tous les problèmes qui entravaient mon chemin, même si cela impliquait le fait de veiller jusqu'à 3h du matin.<br><br>Cependant, après avoir obtenu mon diplôme, il me fallait trouver un travail le plus vite possible. C 'est ainsi que je suis devenu Responsable Clientèle au sein d'une start up française. Mais au fond de moi, je savais que <span>je voulais devenir développeur.</span> C'est ainsi que commence mon périple d'autodidacte, des longues journées au travail suivies par une longue nuit d'apprentissage.",
        "en": "It was only during the last semester before graduation in 2018 that I had the chance to take <span>my first programming course.</span> It was a real game changer. I finally found what I was looking for. I finally found the field that combined creativity and problem solving. It was the first time I felt an intense desire to solve all the problems that got in my way, even if it meant staying up until 3am.<br><br>However, after graduating, I needed to find a job as soon as possible. That's how I became a Customer Manager in a French startup. But deep down, I knew <span>I wanted to become a developer</span>. That's how my self-taught journey began, long days at work followed by long nights of learning."
    },
    "about_me_2020": {
        "fr": "En 2020, tout ce compliqua. Le Covid 19 met littéralement le monde sur pause. J'ai perdu mon travail, et pourtant j'avais des obligations familiales. J'ai donc saisi l'opportunité pour redoubler d'effort durant le confinement et quelques mois plus tard j'ai réussi à décrocher mon premier poste de développeur front end chez BizBizShare. <br><br> BizBizShare est une startup québécoise qui possède plusieurs marketplaces en B2B et offre aussi des marketplaces en marque blanche à divers clients. Notre technologie est composée de <span>plusieurs microservices.</span> Lorsque je suis arrivé en 2020, j'étais chargé de reconstruire l'ensemble de l'interface des marketplaces avec <span>React et Redux.</span>",
        "en": "In 2020, everything gets complicated. Covid 19 literally puts the world on pause. I lost my job, yet I had family obligations. So I took the opportunity to redouble my efforts during the lockdown and a few months later I managed to land my first front end developer job at BizBizShare. <br><br> BizBizShare is a Quebec-based startup that owns several B2B marketplaces and offer white label marketplaces as well for various clients. Our technology is composed of <span>several microservices.</span> When I arrived in 2020, I was in charge of rebuilding the whole interface of the marketplaces with <span>React and Redux.</span>"
    },
    "about_me_2021": {
        "fr": "Nous avons <span>atteint cet objectif</span> plus tôt cette année, en mai, lorsque nous avons enfin débranché notre ancienne technologie. Ce fut une expérience très enrichissante, j'ai beaucoup appris car j'étais également très impliqué dans le back-end. Aujourd'hui, nous maintenons et améliorons la technologie en fonction des besoins de nos clients.",
        "en": "We've <span>completed that goal</span> earlier this year in May, when we finally unplugged our old technology. It was a richfull experience, I learnt a lot as I was also deeply involved in the backend side. Today, we are maintaining and improving the technology according to our clients needs."
    },
    "back_end": {
        "fr": "Back-end",
        "en": "Back-end"
    },
    "budget": {
        "fr": "Budget",
        "en": "Budget"
    },
    "contact": {
        "fr": "Contact",
        "en": "contact"
    },
    "contact_cta_title": {
        "fr": "Commencer un projet",
        "en": "Start a project"
    },
    "contact_cta_text": {
        "fr": "Intéressé à travailler ensemble ? On pourrait en discuter autour d'une bonne tasse de café. C'est moi qui offre.",
        "en": "Interested in working together? We should queue up a chat. I'll buy the coffee."
    },
    "contact_cta_button": {
        "fr": "Allons-y",
        "en": "Let's do this"
    },
    "contact_me_title": {
        "fr": "Je suis impatitent de découvrir votre projet. Prêt à commencer ?",
        "en": "I'm excited to learn about your project. Ready to get started?"
    },
    "custom": {
        "fr": "Customisé",
        "en": "Custom"
    },
    "desktop_app": {
        "fr": "Application de bureau",
        "en": "Desktop app"
    },
    "ecommerce": {
        "fr": "E-commerce",
        "en": "E-commerce"
    },
    "download_cv": {
        "fr": "Télécharger CV",
        "en": "Download CV"
    },
    "email": {
        "fr": "Email",
        "en": "Email"
    },
    "en_locale": {
        "fr": "Anglais",
        "en": "English"
    },
    "fr_locale": {
        "fr": "Français",
        "en": "French"
    },
    "front_end": {
        "fr": "Front-end",
        "en": "Front-end"
    },
    "front_end_developper": {
        "fr": "Développeur Front-end",
        "en": "Front-end Developer"
    },
    "intro_hi": {
        "fr": "Bonjour, mon nom est",
        "en": "Hi, my name is"
    },
    "intro_i_am": {
        "fr": "Je suis un Développeur Front-End",
        "en": "I'm a Front-End Developer"
    },
    "landing_text_a": {
        "fr": "Préparez-vous",
        "en": "Get ready"
    },
    "landing_text_b": {
        "fr": "À transformer vos idées en réalité",
        "en": "To turn your ideas into reality"
    },
    "message": {
        "fr": "Message",
        "en": "Message"
    },
    "my_skills": {
        "fr": "Mes compétences",
        "en": "My skills"
    },
    "mobile_app": {
        "fr": "Application mobile",
        "en": "Mobile app"
    },
    "name": {
        "fr": "Nom",
        "en": "Name"
    },
    "open_website": {
        "fr": "Consulter",
        "en": "Open website"
    },
    "personnal_project": {
        "fr": "Projet personnel",
        "en": "Personal project"
    },
    "projects": {
        "fr": "Projets",
        "en": "Projects"
    },
    "project_text_bizbizshare": {
        "fr": "BizBizShare est une startup québécoise qui possède plusieurs marketplaces en B2B et offre aussi des marketplaces en marque blanche à divers clients. J'étais chargé de reconstruire l'ensemble de l'interface des marketplaces avec React et Redux.",
        "en": "BizBizShare is a Quebec-based startup that owns several B2B marketplaces and offer white label marketplaces as well for various clients.  I was in charge of rebuilding the whole interface of the marketplaces with React and Redux."
    },
    "project_text_woto": {
        "fr": "Woto fut mon premier réel projet. Il s'agit d'un concessionnaire automobile créé par l'un de mes amis. Afin de l'aider, j'ai donc élaboré cette interface mais malheureusement en raison du Covid, le lancement a été retardé.",
        "en": "Woto was my first real project. It is a car dealership founded by one of my friends. In order to help him, I developed this interface but unfortunately because of Covid, the launch was delayed."
    },
    "project_text_monetor": {
        "fr": "Monetor est mon projet personnel auquel j'y tiens beaucoup. Il s'agit d'une application permettant de gérer efficacement son planning afin d'atteindre les objectifs. Le lancement officiel est prévu pour le mois prochain.",
        "en": "Monetor is my personal project that I am very fond of. It is an application that allows you to manage your schedule efficiently in order to reach your goals. The official launch is planned for next month."
    },
    "projects_title": {
        "fr": "Mes travaux",
        "en": "My works"
    },
    "project_type": {
        "fr": "Type de project",
        "en": "Project type"
    },
    "send": {
        "fr": "Envoyer",
        "en": "Send"
    },
    "skills_front_end_subtitle": {
        "fr": "J'adore le développement Front-end. J'éprouve une grande satisfaction lorsque je vois un produit prendre vie sur mon écran.",
        "en": "I love Front-end development. I get a lot of satisfaction when I see a product coming to life on my screen."
    },
    "skills_back_end_subtitle": {
        "fr": "Je suis aussi en mesure de créer et d'entretenir des APIs conformes aux standards.",
        "en": "I am also able to create and maintain APIs that meet the standards."
    },
    "skills_tools_subtitle": {
        "fr": "Voici une liste d'outils que j'utilise à titre professionnel et personnel.",
        "en": "Here is a list of tools that I use professionally and personally."
    },
    "today": {
        "fr": "Aujourd'hui",
        "en": "Today"
    },
    "tools": {
        "fr": "Outils",
        "en": "Tools"
    },
    "website": {
        "fr": "Site web",
        "en": "Website"
    }
}